Repository: zjb-666/juyuan_claw
Catalog: product/windows-hub/src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# Toast_CameraBlockedDetail
source: Enable camera access in Windows Privacy settings for OpenClaw Tray
nl_nl: Schakel cameratoegang in via Windows-privacyinstellingen voor OpenClaw Tray

# Toast_ScreenRecordingStarted
source: 🔴 Screen Recording Started
nl_nl: 🔴 Schermopname gestart

# Toast_ScreenRecordingStartedDetail
source: OpenClaw agent is recording your screen
nl_nl: OpenClaw-agent neemt uw scherm op

# Toast_ScreenRecordingComplete
source: ✅ Screen Recording Complete
nl_nl: ✅ Schermopname voltooid

# Toast_ScreenRecordingCompleteDetail
source: Screen recording has been sent to the agent
nl_nl: Schermopname is naar de agent verzonden

# Toast_ScreenRecordingFailed
source: ❌ Screen Recording Failed
nl_nl: ❌ Schermopname mislukt

# Toast_ScreenRecordingFailedDetail
source: An error occurred while recording the screen
nl_nl: Er is een fout opgetreden bij het opnemen van het scherm

# Toast_CameraRecordingStarted
source: 🔴 Camera Recording Started
nl_nl: 🔴 Camera-opname gestart

# Toast_CameraRecordingStartedDetail
source: OpenClaw agent is recording from your camera
nl_nl: OpenClaw-agent neemt op vanaf uw camera

# Toast_CameraRecordingComplete
source: ✅ Camera Recording Complete
nl_nl: ✅ Camera-opname voltooid

# Toast_CameraRecordingCompleteDetail
source: Camera clip has been sent to the agent
nl_nl: Cameraclip is naar de agent verzonden

# RecordingConsent_WindowTitle
source: Permission Request
nl_nl: Toestemmingsverzoek

# RecordingConsent_ScreenTitle
source: Allow screen recording?
nl_nl: Schermopname toestaan?

# RecordingConsent_CameraTitle
source: Allow camera recording?
nl_nl: Camera-opname toestaan?

# RecordingConsent_ScreenDescription
source: An agent is requesting to record your screen. This will capture video from your display and send it to the agent. Your choice will be remembered for future requests until you change it in Settings.
nl_nl: Een agent vraagt om uw scherm op te nemen. Dit zal video van uw beeldscherm vastleggen en naar de agent sturen. Uw keuze wordt onthouden voor toekomstige verzoeken totdat u deze wijzigt in Instellingen.

# RecordingConsent_CameraDescription
source: An agent is requesting to record from your camera. This will capture video from your webcam and send it to the agent. Your choice will be remembered for future requests until you change it in Settings.
nl_nl: Een agent vraagt om op te nemen vanaf uw camera. Dit zal video van uw webcam vastleggen en naar de agent sturen. Uw keuze wordt onthouden voor toekomstige verzoeken totdat u deze wijzigt in Instellingen.

# RecordingConsent_Privacy
source: You can change this later in Settings.
nl_nl: U kunt dit later wijzigen in Instellingen.

# RecordingConsent_Allow
source: Allow recording
nl_nl: Opname toestaan

# RecordingConsent_Deny
source: Deny
nl_nl: Weigeren

# Settings_PrivacyHeader
source: Privacy
nl_nl: Privacyinstellingen

# Settings_PrivacyDescription
source: Control which capabilities agents can use on this device.
nl_nl: Bepaal welke mogelijkheden agents op dit apparaat kunnen gebruiken.

# Settings_AllowScreenRecording
source: Allow screen recording
nl_nl: Schermopname toestaan

# Settings_AllowCameraRecording
source: Allow camera recording
nl_nl: Camera-opname toestaan

# SettingsPrivacyHeader.Text
source: Privacy
nl_nl: Privacyinstellingen

# SettingsPrivacyDescription.Text
source: Pre-approve capabilities so agents can use them without a permission prompt each time. You'll still see a countdown before recording starts.
nl_nl: Keur mogelijkheden vooraf goed zodat agents ze kunnen gebruiken zonder elke keer toestemming te vragen. Er wordt nog steeds een aftelling getoond voordat de opname begint.

# ScreenRecordingToggle.Header
source: Allow screen recording
nl_nl: Schermopname toestaan

# CameraRecordingToggle.Header
source: Allow camera recording
nl_nl: Camera-opname toestaan

# Toast_ActivityStreamTip
source: ⚡ New: Activity Stream
nl_nl: ⚡ Nieuw: Activiteitenstroom

# Toast_ActivityStreamTipDetail
source: Open the tray menu to view live sessions, usage, and node activity in one flyout.
nl_nl: Open het systeemvakmenu om live sessies, gebruik en node-activiteit in één overzicht te bekijken.

# Toast_ActivityStreamTipButton
source: Open Activity Stream
nl_nl: Activiteitenstroom openen

# SettingsDeveloperModeHeader.Text
source: DEVELOPER MODE
nl_nl: ONTWIKKELAARSMODUS

# SettingsMcpServerToggle.Header
source: Enable Local MCP Server
nl_nl: Lokale MCP-server inschakelen

# SettingsMcpDescription.Text
source: Exposes the same node capabilities (system, screen, camera, microphone, speakers, canvas) to local MCP clients (Claude Desktop, Cursor, Claude Code).
nl_nl: Stelt dezelfde knooppuntmogelijkheden (systeem, scherm, camera, microfoon, luidsprekers, canvas) beschikbaar voor lokale MCP-clients (Claude Desktop, Cursor, Claude Code).

# SettingsMcpEndpointLabel.Text
source: Endpoint:
nl_nl: Eindpunt:

# SettingsMcpStatusLabel.Text
source: Status:
nl_nl: Toestand:

# Mcp_Status_Disabled
source: Disabled
nl_nl: Uitgeschakeld

# Mcp_Status_Listening
source: Listening
nl_nl: Luistert

# Mcp_Status_Stopped
source: Stopped
nl_nl: Gestopt

# Mcp_Status_WillStartOnSave
source: Will start on Save
nl_nl: Start bij Opslaan

# Mcp_Status_WillStopOnSave
source: Will stop on Save
nl_nl: Stopt bij Opslaan

# Mcp_Status_FailedToStart
source: Failed to start:
nl_nl: Starten mislukt:

# SettingsMcpTokenRevealButton.Content
source: Reveal
nl_nl: Tonen

# SettingsMcpTokenCopyButton.Content
source: Copy
nl_nl: Kopiëren

# SettingsMcpTokenResetButton.Content
source: Reset
nl_nl: Resetten

# SettingsMcpToken_RevealButton
source: Reveal
nl_nl: Tonen

# SettingsMcpToken_HideButton
source: Hide
nl_nl: Verbergen

# SettingsMcpToken_NotGenerated
source: (not generated: enable MCP server and click Save)
nl_nl: (niet gegenereerd: schakel de MCP-server in en klik op Opslaan)

# SettingsMcpToken_StoredAtFormat
source: Stored at {0}
nl_nl: Opgeslagen op {0}

# SettingsMcpToken_HintFormat
source: Send as 'Authorization: Bearer <token>' on every request. Stored at {0}.
nl_nl: Stuur bij elke aanvraag mee als 'Authorization: Bearer <token>'. Opgeslagen op {0}.

# SettingsMcpToken_ResetToastTitle
source: MCP token reset
nl_nl: MCP-token gereset

# SettingsMcpToken_ResetToastBody
source: Old MCP bearer tokens are now invalid.
nl_nl: Oude MCP-bearer-tokens zijn nu ongeldig.

# SettingsMcpToken_ResetFailedFormat
source: Failed to reset token: {0}
nl_nl: Resetten van token mislukt: {0}

# SettingsMcpTokenResetDialog_Title
source: Reset MCP bearer token?
nl_nl: MCP-bearer-token resetten?

# SettingsMcpTokenResetDialog_Body
source: Existing local MCP clients (Claude Desktop, Cursor, Claude Code) will stop working until you reconfigure them with the new token.
nl_nl: Bestaande lokale MCP-clients (Claude Desktop, Cursor, Claude Code) werken niet meer totdat je ze opnieuw configureert met het nieuwe token.

# SettingsMcpTokenResetDialog_PrimaryButton
source: Reset
nl_nl: Resetten

# SettingsMcpTokenResetDialog_CloseButton
source: Cancel
nl_nl: Annuleren

# WindowTitle_Downloading
source: Downloading Update...
nl_nl: Update downloaden...

# Download_ProgressText
source: Downloading update...
nl_nl: Update downloaden...

# UrlApproval_Caption
source: OpenClaw: Approve URL
nl_nl: OpenClaw: URL goedkeuren

# UrlApproval_Body
source: An agent wants to open a high-risk destination in your browser.
nl_nl: Een agent wil een risicovolle bestemming in je browser openen.

# UrlApproval_NoReasons
source: (no specific reasons captured)
nl_nl: (geen specifieke redenen vastgelegd)

# UrlApproval_ZoneFormat
source: Zone: {0}
nl_nl: Zonegebied: {0}

# UrlApproval_AgentFormat
source: Agent: {0}
nl_nl: Softwareagent: {0}

# UrlApproval_HostFormat
source: Host: {0}
nl_nl: Hostnaam: {0}

# UrlApproval_ReasonsHeader
source: Reasons:
nl_nl: Redenen:

# UrlApproval_YesHint
source: Yes: open this URL.
nl_nl: Ja: open deze URL.

# UrlApproval_NoHint
source: No: block it.
nl_nl: Nee: blokkeer hem.

# Onboarding_Title
source: OpenClaw Setup
nl_nl: OpenClaw instellen

# Onboarding_Back
source: Back
nl_nl: Terug

# Onboarding_Next
source: Next
nl_nl: Volgende

# Onboarding_Finish
source: Finish
nl_nl: Voltooien

# Onboarding_IncompleteSetup_Title
source: Setup isn't complete
nl_nl: Setup is nog niet voltooid

# Onboarding_IncompleteSetup_Body
source: OpenClaw still needs setup before it can open the Hub. Use Back to return to the wizard or connection steps, fix the missing setup, and then try Finish again.
nl_nl: OpenClaw heeft nog setup nodig voordat de Hub kan worden geopend. Gebruik Terug om naar de wizard of verbindingsstappen te gaan, los de ontbrekende setup op en probeer daarna Voltooien opnieuw.

# Onboarding_Welcome_Title
source: Welcome to OpenClaw
nl_nl: Welkom bij OpenClaw

# Onboarding_Welcome_Subtitle
source: Your AI assistant, in the system tray
nl_nl: Uw AI-assistent, direct vanuit het systeemvak

# Onboarding_Welcome_SecurityTitle
source: Security notice
nl_nl: Beveiligingsmelding

# Onboarding_Welcome_SecurityBody
source: OpenClaw runs an AI agent that can execute commands, read and write files, and interact with your system on your behalf.
nl_nl: OpenClaw voert een AI-agent uit die namens u opdrachten kan uitvoeren, bestanden kan lezen en schrijven en met uw systeem kan communiceren.

# Onboarding_Welcome_TrustTitle
source: Your agent can:
nl_nl: Uw agent kan:

# Onboarding_Welcome_Trust_Commands
source: Run commands on your computer
nl_nl: Opdrachten uitvoeren op uw computer

# Onboarding_Welcome_Trust_Files
source: Read and write files
nl_nl: Bestanden lezen en schrijven

# Onboarding_Welcome_Trust_Screen
source: Capture screenshots
nl_nl: Schermafbeeldingen maken

# Onboarding_Connection_Title
source: Choose your Gateway
nl_nl: Kies uw gateway

# Onboarding_Connection_Subtitle
source: Select how you want to connect to the OpenClaw gateway
nl_nl: Selecteer hoe u verbinding wilt maken met de OpenClaw-gateway

# Onboarding_Connection_Local
source: This PC (Local)
nl_nl: Deze pc (lokaal)

# Onboarding_Connection_Remote
source: Remote Gateway
nl_nl: Externe gateway

# Onboarding_Connection_Later
source: Configure Later
nl_nl: Later configureren

# Onboarding_Ready_Title
source: All Set!
nl_nl: Alles klaar!

# Onboarding_Ready_Subtitle
source: OpenClaw is ready to go. Here are some things to try:
nl_nl: OpenClaw is klaar voor gebruik. Hier zijn enkele dingen om te proberen:

# Onboarding_Ready_Feature_TrayMenu
source: Open menu bar panel
nl_nl: Menubalkpaneel openen

# Onboarding_Ready_Feature_Channels
source: Connect messaging channels
nl_nl: Berichtkanalen verbinden

# Onboarding_Ready_Feature_Voice
source: Try Voice Wake
nl_nl: Spraakactivering proberen

# Onboarding_Ready_Feature_Canvas
source: Use Canvas
nl_nl: Canvas gebruiken

# Onboarding_Ready_Feature_Skills
source: Enable Skills
nl_nl: Vaardigheden inschakelen

# Onboarding_Ready_LaunchAtLogin
source: Launch OpenClaw at startup
nl_nl: OpenClaw starten bij het opstarten

# Onboarding_Ready_ConfigureLater
source: You can configure your gateway connection anytime from the tray menu.
nl_nl: U kunt uw gatewayverbinding op elk moment configureren via het systeemvakmenu.

# Onboarding_Ready_RemoteInfo
source: Make sure your remote gateway is running and accessible.
nl_nl: Zorg ervoor dat uw externe gateway actief en bereikbaar is.

# Onboarding_Connection_SetupCode
source: Setup Code
nl_nl: Configuratiecode

# Onboarding_Connection_SetupCodePlaceholder
source: Click to paste setup code
nl_nl: Klik om configuratiecode te plakken

# Onboarding_Connection_TokenPlaceholder
source: Paste bootstrap token
nl_nl: Plak bootstrap-token

# Onboarding_Connection_NodeMode
source: Node Mode
nl_nl: Knooppuntmodus

# Onboarding_Connection_TestConnection
source: Test Connection
nl_nl: Verbinding testen

# Onboarding_Connection_Ready
source: Ready to connect
nl_nl: Klaar om te verbinden

# Onboarding_Connection_ConfigureLaterMsg
source: You can configure the gateway connection later from the tray menu.
nl_nl: U kunt de gatewayverbinding later configureren via het systeemvakmenu.

# Onboarding_Connection_StatusDecoded
source: Setup code decoded
nl_nl: Configuratiecode gedecodeerd

# Onboarding_Connection_StatusTokenRequired
source: Token is required
nl_nl: Token is vereist

# Onboarding_Connection_StatusConnecting
source: Connecting…
nl_nl: Verbinden…

# Onboarding_Connection_StatusConnected
source: Connected to gateway
nl_nl: Verbonden met gateway

# Onboarding_Connection_StatusPairing
source: Device needs approval
nl_nl: Apparaat vereist goedkeuring

# Onboarding_Connection_StatusTokenMismatch
source: Token mismatch: check your bootstrap token
nl_nl: Token onjuist: controleer uw bootstrap-token

# Onboarding_Connection_StatusTimeout
source: Connection timed out (15s): verify gateway is running
nl_nl: Verbinding verlopen (15s): controleer of de gateway actief is

# Onboarding_Permissions_Title
source: Grant Permissions
nl_nl: Machtigingen verlenen

# Onboarding_Permissions_Description
source: OpenClaw works best when it can send notifications, access your camera and microphone, capture your screen, and know your location. Grant permissions below.
nl_nl: OpenClaw werkt het beste wanneer het meldingen kan verzenden, toegang heeft tot camera en microfoon, uw scherm kan vastleggen en uw locatie kent. Verleen hieronder machtigingen.

# Onboarding_Permissions_Refresh
source: Refresh Status
nl_nl: Status vernieuwen

# Onboarding_Permissions_OpenSettings
source: Open Settings
nl_nl: Instellingen openen

# Onboarding_Permissions_Checking
source: Checking permissions…
nl_nl: Machtigingen controleren…

# Onboarding_Chat_Title
source: Meet your Agent
nl_nl: Maak kennis met uw agent

# Onboarding_Chat_Loading
source: Loading chat...
nl_nl: Chat laden…

# Onboarding_Wizard_Title
source: Configuring Gateway
nl_nl: Gateway configureren

# Onboarding_Wizard_Continue
source: Continue
nl_nl: Doorgaan

# Onboarding_Wizard_Skip
source: Skip
nl_nl: Overslaan

# Onboarding_Wizard_Complete
source: Gateway configuration complete!
nl_nl: Gatewayconfiguratie voltooid!

# Onboarding_Wizard_Offline
source: Gateway wizard not available
nl_nl: Gateway-wizard niet beschikbaar

# Onboarding_Wizard_OfflineMessage
source: The gateway provides dynamic setup steps. These will run when the connection is established.
nl_nl: De gateway biedt dynamische configuratiestappen. Deze worden uitgevoerd zodra de verbinding tot stand is gebracht.

# Onboarding_Perm_Notifications
source: Notifications
nl_nl: Meldingen

# Onboarding_Perm_Camera
source: Camera
nl_nl: Cameratoegang

# Onboarding_Perm_Microphone
source: Microphone
nl_nl: Microfoon

# Onboarding_Perm_ScreenCapture
source: Screen Capture
nl_nl: Schermopname

# Onboarding_Perm_Location
source: Location (optional)
nl_nl: Locatie (optioneel)

# Onboarding_Perm_Enabled
source: Enabled
nl_nl: Ingeschakeld

# Onboarding_Perm_EnabledDefault
source: Enabled (default)
nl_nl: Ingeschakeld (standaard)

# Onboarding_Perm_Disabled
source: Disabled
nl_nl: Uitgeschakeld

# Onboarding_Perm_DisabledManifest
source: Disabled in app manifest
nl_nl: Uitgeschakeld in app-manifest

# Onboarding_Perm_DisabledPolicy
source: Disabled by policy
nl_nl: Uitgeschakeld door beleid

# Onboarding_Perm_DisabledUser
source: Disabled: open Settings to enable
nl_nl: Uitgeschakeld: open Instellingen

# Onboarding_Perm_Allowed
source: Allowed
nl_nl: Toegestaan

# Onboarding_Perm_DeniedUser
source: Denied: open Settings to allow
nl_nl: Geweigerd: open Instellingen

# Onboarding_Perm_DeniedSystem
source: Denied by system policy
nl_nl: Geweigerd door systeembeleid

# Onboarding_Perm_NotDetermined
source: Not determined: open Settings
nl_nl: Niet bepaald: open Instellingen

# Onboarding_Perm_UnableToCheck
source: Unable to check
nl_nl: Kan niet worden gecontroleerd

# Onboarding_Perm_NoCameraDetected
source: No camera detected
nl_nl: Geen camera gedetecteerd

# Onboarding_Perm_NoMicDetected
source: No microphone detected
nl_nl: Geen microfoon gedetecteerd

# Onboarding_Perm_ScreenCaptureAvailable
source: Available: uses picker per capture
nl_nl: Beschikbaar: gebruikt kiezer per opname

# Onboarding_Perm_NotSupported
source: Not supported on this device
nl_nl: Niet ondersteund op dit apparaat

# Onboarding_Perm_LocationDisabledSystem
source: Location services disabled system-wide
nl_nl: Locatieservices uitgeschakeld voor het hele systeem

# Onboarding_Perm_LocationDisabledUser
source: Location disabled for this user
nl_nl: Locatie uitgeschakeld voor deze gebruiker

# Onboarding_Perm_LocationEnabled
source: Location services enabled
nl_nl: Locatieservices ingeschakeld

# Onboarding_Ready_Feature_TrayMenu_Subtitle
source: Access from system tray
nl_nl: Toegang via het systeemvak

# Onboarding_Ready_Feature_Channels_Subtitle
source: Settings → Channels
nl_nl: Instellingen → Kanalen

# Onboarding_Ready_Feature_Voice_Subtitle
source: Wake with your voice
nl_nl: Activeer met uw stem

# Onboarding_Ready_Feature_Canvas_Subtitle
source: Visual workspace
nl_nl: Visuele werkruimte

# Onboarding_Ready_Feature_Skills_Subtitle
source: Settings → Skills
nl_nl: Instellingen → Vaardigheden

# Onboarding_Connection_StatusOriginBlocked
source: Origin not allowed: gateway rejects this connection
nl_nl: Oorsprong niet toegestaan: gateway weigert deze verbinding

# Onboarding_Connection_StatusRateLimited
source: Rate limited: wait a moment and try again
nl_nl: Snelheidsbeperking: wacht even en probeer opnieuw

# Onboarding_Connection_RunOnGateway
source: Run on your gateway:
nl_nl: Voer uit op uw gateway:

# Onboarding_Connection_ClickToCopy
source: Click to copy
nl_nl: Klik om te kopiëren

# Onboarding_Connection_CopyFailed
source: Copy failed: click to retry
nl_nl: Kopiëren mislukt: klik om opnieuw te proberen

# Onboarding_Connection_Copied
source: Copied!
nl_nl: Gekopieerd!

# Onboarding_Connection_StatusFailed
source: Connection failed: check URL and token, then try again
nl_nl: Verbinding mislukt: controleer URL en token en probeer opnieuw

# Onboarding_Wizard_StepError
source: An error occurred processing this step
nl_nl: Er is een fout opgetreden bij het verwerken van deze stap

# Onboarding_Connection_StatusDetecting
source: Detecting gateway...
nl_nl: Gateway detecteren...

# Onboarding_Connection_StatusDetected
source: Gateway detected on dev port
nl_nl: Gateway gedetecteerd op dev-poort

# Onboarding_Connection_StatusAuthenticating
source: Authenticating...
nl_nl: Authenticeren...

# Onboarding_Connection_PasteSetup
source: Paste
nl_nl: Plakken

# Onboarding_Connection_QrFilePickerTitle
source: Import QR image
nl_nl: QR-afbeelding importeren

# Onboarding_Connection_QrDecodeFailed
source: Could not decode setup code from this image
nl_nl: Kan installatiecode niet decoderen uit deze afbeelding

# Onboarding_Connection_SshHint
source: OpenClaw will create a managed SSH tunnel to forward the gateway port from the remote host to this PC.
nl_nl: OpenClaw maakt een beheerde SSH-tunnel om de gatewaypoort van de externe host naar deze pc door te sturen.

# Onboarding_Connection_SshUser
source: SSH User
nl_nl: SSH-gebruiker

# Onboarding_Connection_SshRemotePort
source: Remote Gateway Port
nl_nl: Externe gatewaypoort

# Onboarding_Connection_SshLocalPort
source: Local Forward Port
nl_nl: Lokale doorstuurpoort

# Onboarding_Connection_SshPreviewLabel
source: Managed tunnel:
nl_nl: Beheerde tunnel:

# Onboarding_Connection_SshUserInvalid
source: Enter a valid SSH user before connecting.
nl_nl: Voer een geldige SSH-gebruiker in voordat u verbinding maakt.

# Onboarding_Connection_SshHostInvalid
source: Enter a valid SSH host (e.g., mac-studio.local) before connecting.
nl_nl: Voer een geldige SSH-host in (bijv. mac-studio.local) voordat u verbinding maakt.

# Onboarding_Connection_TopologyDetectedFmt
source: Detected: {0}
nl_nl: Gedetecteerd: {0}

# Onboarding_Connection_LaterStatus
source: You can configure the gateway later in Settings.
nl_nl: U kunt de gateway later configureren in Instellingen.

# Onboarding_SetupWarning_Title
source: Set up OpenClaw
nl_nl: OpenClaw instellen

# Onboarding_SetupWarning_Body
source: OpenClaw lets agents run commands, read and write files, and capture screenshots on this PC. Only set it up on a computer you trust. ⚠️ The local setup installs a small WSL Linux instance dedicated to OpenClaw. If you'd rather connect to an existing or remote gateway, choose Advanced setup.
nl_nl: OpenClaw laat agents opdrachten uitvoeren, bestanden lezen en schrijven en schermafbeeldingen maken op deze pc. Stel het alleen in op een computer die u vertrouwt. ⚠️ De lokale installatie plaatst een kleine WSL Linux-instantie speciaal voor OpenClaw. Als u liever verbinding maakt met een bestaande of externe gateway, kies dan Geavanceerde installatie.

# Onboarding_SetupWarning_SetupLocally
source: Set up locally
nl_nl: Lokaal instellen

# Onboarding_SetupWarning_Advanced
source: Advanced setup
nl_nl: Geavanceerde installatie

# Onboarding_SetupWarning_ReplaceHeading
source: ⚠️ Replace existing configuration?
nl_nl: ⚠️ Bestaande configuratie vervangen?

# Onboarding_SetupWarning_ReplaceBody
source: Moving forward will disconnect from the current gateway and lose all settings.
nl_nl: Doorgaan verbreekt de verbinding met de huidige gateway en verwijdert alle instellingen.

# Onboarding_SetupWarning_ReplaceConfirm
source: Replace my setup
nl_nl: Mijn configuratie vervangen

# Onboarding_SetupWarning_ReplaceCancel
source: Keep my setup
nl_nl: Mijn configuratie behouden

# Onboarding_LocalSetup_Title
source: Setting up locally
nl_nl: Bezig met lokaal instellen

# Onboarding_LocalSetup_SubtitleIdle
source: Setting up your local OpenClaw gateway.
nl_nl: Uw lokale OpenClaw-gateway wordt ingesteld.

# Onboarding_LocalSetup_SubtitleSuccess
source: Local gateway is ready.
nl_nl: De lokale gateway is gereed.

# Onboarding_LocalSetup_Retry
source: Try again
nl_nl: Opnieuw proberen

# Onboarding_LocalSetup_TerminalFailure
source: Setup did not complete.
nl_nl: Installatie is niet voltooid.

# Onboarding_LocalSetup_DiagnosticsHint
source: Diagnostics: aka.ms/wsllogs
nl_nl: Diagnose: aka.ms/wsllogs

# Onboarding_LocalSetup_Phase_Preflight
source: Checking system
nl_nl: Systeem controleren

# Onboarding_LocalSetup_Phase_CreateInstance
source: Installing Ubuntu
nl_nl: Ubuntu installeren

# Onboarding_LocalSetup_Phase_Configure
source: Configuring instance
nl_nl: Instantie configureren

# Onboarding_LocalSetup_Phase_InstallCli
source: Installing OpenClaw
nl_nl: OpenClaw installeren

# Onboarding_LocalSetup_Phase_PrepareConfig
source: Preparing gateway
nl_nl: Gateway voorbereiden

# Onboarding_LocalSetup_Phase_StartGateway
source: Starting gateway
nl_nl: Gateway starten

# Onboarding_LocalSetup_Phase_MintToken
source: Generating setup code
nl_nl: Installatiecode genereren

# AgentEventsPage_TextBlock_18.Text
source: Event Stream
nl_nl: Agentgebeurtenissen

# AgentFilterCombo.Header
source: Agent
nl_nl: Softwareagent

# AgentFilterCombo.PlaceholderText
source: All Agents
nl_nl: Alle agents

# AgentEventsPage_IntroText.Text
source: Real-time stream of agent activity: tool calls, responses, errors, and lifecycle events.
nl_nl: Realtime stroom van agentactiviteit: toolaanroepen, antwoorden, fouten en levenscyclusgebeurtenissen.

# AgentEventsPage_ComboBoxItem_26.Content
source: All Agents
nl_nl: Alle agents

# AgentEventsPage_ToggleButton_36.Text
source: Tool
nl_nl: Hulpmiddel

# AgentEventsPage_ToggleButton_37.Text
source: Assistant
nl_nl: Assistent

# AgentEventsPage_ToggleButton_38.Text
source: Error
nl_nl: Fout

# AgentEventsPage_ToggleButton_39.Text
source: Lifecycle
nl_nl: Levenscyclus

# AgentEventsPage_ToggleButton_40.Text
source: Plan
nl_nl: Planning

# AgentEventsPage_ToggleButton_41.Text
source: Approval
nl_nl: Goedkeuring
